---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.HeavyTickMarkPen
source: html/ae328a53-c8ac-e76f-e880-d200707c3d45.htm
---
# Autodesk.Revit.DB.ParameterTypeId.HeavyTickMarkPen Property

"Heavy End Pen Weight"

## Syntax (C#)
```csharp
public static ForgeTypeId HeavyTickMarkPen { get; }
```